{
  "error": "Sorry something happend... try again later",

  "not_found": {
    "title": "Are you lost?",
    "message": "Sorry, we couldn’t find the page you’re looking for.",
    "button_home": "Go back home"
  },

  "footer": {
    "title": "Join us!",
    "copyright": "COPYRIGHT © 2023 BOOM PLATFORM. ALL RIGHTS RESERVED",
    "twitter_link": "",
    "github_link": "",
    "discord_link": ""
  },

  "navigation": {
    "home": "Home",
    "mission": "Mission",
    "tools": "Tools",
    "game_launcher": "Game launcher",
    "world_engine": "World engine",
    "guilds": "Guilds",
    "dao_sns": "Dao/Sns",
    "whitepaper": "Whitepaper",
    "roadmap": "Roadmap",
    "partners": "Partners"
  },

  "home": {
    "title_1": "10,000,000 $BOOM tokens airdrop",
    "title_2": "The DAO for all games on ICP",
    "title_3": "The hub of 100% on-chain games",
    "title_4": "Only possible on the Internet Computer",
    "button": {
      "text": "Claim $BOOM airdrop",
      "link": ""
    },
    "members_text": "Registered DAO members:",
    "spline": {
      "top": "Hey you!",
      "bottom": "Touch me"
    }
  },

  "mission": {
    "title": "Our mission",
    "sub_title": "BOOM gaming DAO’s three-fold mission is to build the gaming vertical of the Internet Computer blockchain, power the next generation of fully on-chain games, and provide a collaborative hub for all things web3 gaming.",
    "card_1": {
      "title": "Showcase the Unique Capabilities of Internet Computer for Gaming",
      "text": "We are committed to demonstrating the unique capabilities of the Internet Computer blockchain by pushing its gaming vertical, bringing the technology into the mainstream by exploding its vibrant gaming ecosystem."
    },
    "card_2": {
      "title": "Build the Foundational Infrastructure for On-Chain Gaming",
      "text": "We are dedicated to developing the infrastructure that will power the next generation of fully on-chain games on ICP, creating new possibilities for gamers and developers alike."
    },
    "card_3": {
      "title": "Foster Collaboration in the ICP Gaming Community",
      "text": "We are creating an all-in-one collaborative hub where anyone involved in ICP gaming can contribute and reap the benefits, whether they're a gamer, builder, developer, guild, investor, partner, or other stakeholder."
    }
  },

  "tools": {
    "title": "Open-source tools",
    "sub_title": "We embrace the spirit of collaboration and collective growth to foster network effects for game developers across the Internet Computer ecosystem. Everything we build will always be open-source: Game Launcher, World Engine, World Template, Unity Template, Tools, Standards, Examples, and more to come.",
    "more_button": "Show more",
    "less_button": "Show less"
  },

  "launcher": {
    "title": "Game launcher",
    "sub_title": "One-Stop Game Platform",
    "text": "Shorten game development timelines from months to days. Deploy WebGL, PC, and Android game canisters, create NFT and Token collections, perform seamless airdrops, manage in-game NFT and Token minting, process payments and staking, configure your World smart contract and more.",
    "button": {
      "text": "Join game launcher",
      "link": ""
    }
  },

  "world_engine": {
    "title": "World engine",
    "sub_title": "The on-chain engine for all gaming worlds established on the Internet Computer. <br /> This \"Powerhouse of Worlds\" weaves together a complex interconnected ecosystem of ICP games into one universally accessible database, supercharged with modular game logic, composable data standards, and customizable access control for interactions across game worlds. <br /> All worlds built with the World Engine are interoperable from Day 1. Plus, it comes packed with payment, staking, minting, and burning features, opening up a universe of possibilities!",
    "button": {
      "text": "Go to world engine",
      "link": ""
    }
  },

  "guilds": {
    "title": "Game guilds",
    "button": {
      "text": "Register to guild now",
      "link": ""
    },
    "text_1": "Are you ready to join a thriving community of passionate gamers? Look no further than our guilds section!",
    "text_2": "With a constantly increasing number of members, you'll be part of a vibrant community that's always growing and having fun.",
    "text_3": "And the best part? Joining is just a click away! Simply hit the registration button and become a part of something truly special."
  },

  "dao": {
    "title": "SNS DAO"
  },

  "whitepaper": {
    "title": "Whitepaper",
    "sub_title": "Available in:",
    "countdown": {
      "days": "Days",
      "hours": "Hours",
      "minutes": "Minutes",
      "seconds": "Seconds"
    }
  },

  "roadmap": {
    "title": "Roadmap"
  },

  "partners": {
    "title": "Partners & Contributors",
    "hidden_text": "Soon..."
  }
}
